{
  "1 Energy/1.1 Energy changes in a system/1.1.1 Energy stores and systems": "\r\n\r\n- State what is meant by a _system_.\r\n- Describe changes in the way energy is stored when a _system_ changes.\r\n- Describe changes in the way energy is stored when a _system_ changes.\r\n- Calculate changes in energy involved when a system is changed.\r\n\r\n",
  "1 Energy/1.1 Energy changes in a system/1.1.2 Changes in energy": "\r\n\r\n- Calculate the amount of energy associated with a moving object using $E_k = \\frac{1}{2}mv^2$\r\n- Calculate the the energy stored in a spring using $E_e = \\frac{1}{2}ke^2$\r\n- Calculate the energy stored in an object raised above ground level using $E_p = mgh$\r\n\r\n",
  "1 Energy/1.1 Energy changes in a system/1.1.3 Energy changes in systems": "\r\n\r\n- Calculate the amount of energy stored or released from a system as its energy changes using $\\Delta E = mc \\Delta \\theta$\r\n- _Required practical activity 1_\r\n\r\n",
  "1 Energy/1.1 Energy changes in a system/1.1.4 Power": "\r\n\r\n- State the definition of power as the _rate of work done_ or _rate at which energy is transferred_\r\n- $P = \\frac{E}{t}$\r\n- Compare situations in terms of power developed and energy transferred\r\n\r\n",
  "1 Energy/1.2 Conservation and dissipation of energy/1.2.1 Energy transfers in a system": "\r\n\r\n- State and apply the principle of conservation of energy.\r\n- Give examples of _closed systems_ where the total energy remains the same.\r\n- State what is meant by energy _dissipation_.\r\n- Give examples of _dissipation_ and how to reduce it.\r\n- List factors which would affect energy transfer by conduction, for example in a building.\r\n- **Required practical activity 2**: investigate the effectiveness of different materials as thermal insulators and the factors that may affect the thermal insulation properties of a material.\r\n\r\n",
  "1 Energy/1.2 Conservation and dissipation of energy/1.2.2 Efficiency": "\r\n\r\n- Calculate efficiency.\r\n- Describe ways to increase the efficiency of an intended energy transfer.\r\n\r\n",
  "1 Energy/1.3 National and global energy resources/1.3.1 National and global energy resources": "\r\n\r\n- List the main energy resources available on Earth\r\n- Distinguish between renewable and non-renewable energy resources\r\n- Compare ways that different energy resources are used\r\n- Explain why some energy resources are more reliable than others\r\n- Describe the environmental impact arising from the use of different energy resources\r\n\r\n",
  "2 Electricity/2.1 Current, potential difference and resistance/2.1.1 Standard circuit diagram symbols": "\r\n\r\n- Draw and interpret circuit diagrams\r\n\r\n",
  "2 Electricity/2.1 Current, potential difference and resistance/2.1.2 Electrical charge and current": "\r\n\r\n- State that electric current is the rate of flow of electrical charge.\r\n- Calculate the charge flow using the equation $Q = It$.\r\n- A current has the same value at any point in a single closed loop.\r\n\r\n",
  "2 Electricity/2.1 Current, potential difference and resistance/2.1.3 Current, resistance and potential difference": "\r\n\r\n- State that current _through_ a component increases with potential difference _across_ a component and decreases with the resistance _of_ a component.\r\n- Calculate current, p.d., or resistance using the equation $I = \\frac{V}{R}$\r\n- _Required practical activity 3_: Use circuit diagrams to set up and check appropriate circuits to investigate the factors affecting the resistance of electrical circuits.\r\n\r\n",
  "2 Electricity/2.1 Current, potential difference and resistance/2.1.4 Resistors": "\r\n\r\n- Sketch a graph of current vs voltage for an _ohmic conductor_, _filament lamp_, and _semiconductor diode_\r\n- Describe how the resistance changes with applied p.d. for an _ohmic conductor_, _filament lamp_, _semiconductor diode_\r\n- State that the resistance of a a thermistor decreases as the temperature increases\r\n- Discuss the applications of thermistors in circuits (thermostats)\r\n- State that the resistance of an LDR decreases as light intensity increases\r\n- Describe how an LDR is used to switch lights on when it gets dark\r\n- explain the design and use of a circuit to measure the resistance of a component by measuring the current through, and potential difference across, the component\r\n- draw an appropriate circuit diagram using correct circuit symbols\r\n- **Required practical activity 4**: use circuit diagrams to construct appropriate circuits to investigate the I–V characteristics of a variety of circuit elements, including a filament lamp, a diode and a resistor at constant temperature.\r\n\r\n",
  "2 Electricity/2.2 Series and parallel circuits/2.2.1 Series and parallel": "\r\n\r\n- Identify whether two circuit components are joined in series or in parallel\r\n- use circuit diagrams to construct and check series and parallel circuits that include a variety of common circuit components\r\n- Describe the difference between series and parallel circuits\r\n- explain qualitatively why adding resistors in series increases the total resistance but adding resistors in parallel decreases the total resistance\r\n\r\n",
  "2 Electricity/2.2 Series and parallel circuits/2.2.2 Series circuits": "\r\n\r\nState and apply these rules:\r\n\r\n- there is the same current through each component\r\n- the total p.d. of the power supply is **shared** between the components\r\n- the total resistance of the components is the sum of the resistance of each component: $R_{total} = R_1 + R_2$\r\n- calculate the currents, potential differences and resistances in dc series circuits\r\n- solve problems for circuits which include resistors in series using the concept of equivalent resistance.\r\n- explain the design and use of dc series circuits for measurement and testing purposes\r\n\r\n",
  "2 Electricity/2.2 Series and parallel circuits/2.2.3 Parallel circuits": "\r\n\r\nState and apply these rules:\r\n\r\n- the potential difference across each component is the same\r\n- the total current through the whole circuit is the sum of the currents through the separate components.\r\n- the total resistance of two resistors is less than the resistance of the smallest individual resistor.\r\n\r\n",
  "2 Electricity/2.3 Domestic uses and safety/2.3.1 Direct and alternating potential difference": "\r\n\r\n- State that UK mains electricity is 240V @ 50 Hz\r\n- Explain the difference between d.c. and a.c.\r\n\r\n",
  "2 Electricity/2.3 Domestic uses and safety/2.3.2 Mains electricity": "\r\n\r\n- Identify the live, neutral and Earth wires from their colour.\r\n- Explain the purpose of the live, neutral, and earth wires\r\n- Explain the dangers of the live wire and connecting it to earth\r\n\r\n",
  "2 Electricity/2.4 Energy transfers/2.4.1 Power": "\r\n\r\n- Calculate power using the equations $P=VI$ and $P=I^2R$\r\n\r\n",
  "2 Electricity/2.4 Energy transfers/2.4.2 Energy transfers in everyday appliances": "\r\n\r\n- State that the amount of energy an appliance transfers depends on how long the appliance is switched on for and the power of the appliance\r\n- Describe energy transfers for domestic appliances\r\n- Describe energy transfer in terms of work done when a current flows\r\n- Calculate energy transferred using $E=Pt$ and $E=QV$\r\n\r\n",
  "2 Electricity/2.4 Energy transfers/2.4.3 The National Grid": "\r\n\r\n- Describe the National Grid as a system of cables and transformers linking power stations to consumers\r\n- Describe how step-up and step-down transformers are used in the National Grid\r\n- Explain why the National Grid is an efficient way to transfer energy\r\n\r\n",
  "2 Electricity/2.5 Static eletricity/2.5.1 Static charge": "\r\n\r\n- describe the production of static electricity, and sparking, by rubbing surfaces\r\n- describe evidence that charged objects exert forces of attraction or repulsion on one another when not in contact\r\n- explain how the transfer of electrons between objects can\r\n  explain the phenomena of static electricity\r\n\r\n",
  "2 Electricity/2.5 Static eletricity/2.5.2 Electric fields": "\r\n\r\n- draw the electric field pattern for an isolated charged sphere\r\n- explain the concept of an electric field\r\n- explain how the concept of an electric field helps to explain the non-contact force between charged objects as well as other electrostatic phenomena such as sparking\r\n\r\n",
  "3 Particle model of matter/3.1 Changes of state and the particle model/3.1.1 Density of materials": "\r\n\r\n- use the equation for density $\\rho = \\frac{m}{V}$\r\n- recognise/draw simple diagrams to model the difference between solids, liquids, and gases\r\n- explain the differences in density between the different states of matter in terms of the arrangement of atoms or molecules\r\n- **Required Practical 5** use appropriate apparatus to make and record the measurements needed to determine the densities of regular and irregular solid objects and liquids.\r\n\r\n",
  "3 Particle model of matter/3.1 Changes of state and the particle model/3.1.2 Changes of state": "\r\n\r\n- describe how, when substances change state (melt, freeze, boil, evaporate, condense or sublimate), mass is conserved\r\n- explain how changes of state are physical changes, in terms of the reversibility of the change\r\n\r\n",
  "3 Particle model of matter/3.2 Internal energy and energy transfers/3.2.1 Internal energy": "\r\n\r\n- State that internal energy is the total kinetic and potential energy of all the particles in a system\r\n- Explain that changes in internal energy can result from a change in temperature or a change of state\r\n\r\n",
  "3 Particle model of matter/3.2 Internal energy and energy transfers/3.2.2 Temperature changes in a system and specific heat capacity": "\r\n\r\n- Calculate changes in thermal energy using the equation $\\Delta E = m c \\Delta \\theta$\r\n- Define specific heat capacity\r\n\r\n",
  "3 Particle model of matter/3.2 Internal energy and energy transfers/3.2.3 Changes of state and specific latent heat": "\r\n\r\n- Describe latent heat as the energy needed for a substance to change state\r\n- Define specific latent heat\r\n- Use the equation $E=mL$\r\n- Distinguish between latent heat of fusion and vapourisation\r\n- Interpret heating and cooling graphs that include changes of state\r\n\r\n",
  "3 Particle model of matter/3.3 Particle model and pressure/3.3.1 Particle motion in gases": "\r\n\r\n- explain how the motion of the molecules in a gas is related to both its temperature and its pressure\r\n- explain qualitatively the relation between the temperature of a gas and its pressure at constant volume\r\n\r\n",
  "3 Particle model of matter/3.3 Particle model and pressure/3.3.2 Pressure in gases": "\r\n\r\n- Identify the direction in which pressure acts (right angles to wall)\r\n- Use the particle model to explain how increasing the volume in which a gas is contained, at constant temperature, can lead to a decrease in pressure.\r\n- Calculate using Boyle's law $pV = c$ where $c$ is a constant, or equivalently $p_1V_1 = p_2V_2$\r\n\r\n",
  "3 Particle model of matter/3.3 Particle model and pressure/3.3.3 Increasing the pressure of a gas": "\r\n\r\n- Explain that doing work on a gas increases the internal energy of the gas and can cause an increase in the temperature of a gas.\r\n- Explain how, in a given situation eg a bicycle pump, doing work on an enclosed gas leads to an increase in the temperature of the gas.\r\n\r\n",
  "4 Atomic structure/4.1 Atoms and isotopes/4.1.1 The structure of an atom": "\r\n\r\n- state the approximate radius of an atom\r\n- describe the basic structure of an atom\r\n- state that the nuclear radius is approximately 1/10 000 of the radius of an atom\r\n- state that electrons are arranged at different distances from the nucleus\r\n- describe how absorption and emission of electromagnetic radiation causes changes to electron energies\r\n\r\n",
  "4 Atomic structure/4.1 Atoms and isotopes/4.1.2 Mass number, atomic number and isotopes": "\r\n\r\n- Use the terms _atomic number_, _mass number_, _isotope_, _atom_, _ion_.\r\n- Use isotope notation e.g. $_{11}^{23}Na$.\r\n- Relate differences between isotopes to differences in conventional representations of their identities, charges and masses.\r\n\r\n",
  "4 Atomic structure/4.1 Atoms and isotopes/4.1.3 The development of the model of the atom": "\r\n\r\n- State that scientific ideas develop and change in the light of new experimental evidence.\r\n- Describe the development of the model of the atom from tiny indivisible spheres to the plum pudding model, then the Rutherford nuclear and the Bohr model\r\n- Explain why the new evidence from the scattering experiment led to a change in the atomic model.\r\n- Compare the plum pudding and the nuclear model of the atom.\r\n\r\n",
  "4 Atomic structure/4.2 Atoms and nuclear radiation/4.2.1 Radioactive decay and nuclear radiation": "\r\n\r\n- State the origin of nuclear radiation as instability in the atomic nucleus.\r\n- Describe the random nature of radioactive decay\r\n- State the definition of activity and the unit (becquerel - Bq)\r\n- Use the idea of count rate and link to activity\r\n- List the forms of nuclear radiation (alpha, beta, gamma, and neutron)\r\n- Describe the penetrating power, range in air, and ionising power of alpha, beta, and gamma radiation\r\n- Apply knowledge of radiation to evaluate the best sources of radiation to use in a given situation\r\n\r\n",
  "4 Atomic structure/4.2 Atoms and nuclear radiation/4.2.2 Nuclear equations": "\r\n\r\n- Write or complete nuclear equations for alpha and beta decay.\r\n- State that the nucleus remains unchanged upon the release of a gamma ray.\r\n\r\n",
  "4 Atomic structure/4.2 Atoms and nuclear radiation/4.2.3 Half-lives and the random nature of radioactive decay": "\r\n\r\n- explain the concept of half-life and how it is related to the random nature of radioactive decay.\r\n- Determine the half-life of a radioactive isotope from given information.\r\n- _Calculate the net decline, expressed as a ratio, in a radioactive emission after a given number of half-lives._\r\n\r\n",
  "4 Atomic structure/4.2 Atoms and nuclear radiation/4.2.4 Radioactive contamination": "\r\n\r\n- Distinguish between radioactive _contamination_ and _irradiation_.\r\n- Compare the hazards associated with contamination and irradiation\r\n- Identify suitable precautions to take when using irradiation\r\n- The importance of sharing data on the effects of radiation on humans, peer review\r\n\r\n",
  "4 Atomic structure/4.3 Hazards and uses of radioactive emissions and of background radiation (physics only)/4.3.1 Background radiation": "\r\n\r\n- State the meaning of _background radiation_\r\n- Identify and list sources of background radiation\r\n- Understand that people in different locations or occupations may experience different levels of background radiation\r\n- The unit of radiation dose is the _sievert_ (Sv)\r\n\r\n",
  "4 Atomic structure/4.3 Hazards and uses of radioactive emissions and of background radiation (physics only)/4.3.2 Different half-lives of radioactive isotopes": "\r\n\r\n- Radioactive isotopes have a very wide range of half-life values.\r\n- Explain why the hazards associated with radioactive material differ according to the half-life involved.\r\n\r\n",
  "4 Atomic structure/4.3 Hazards and uses of radioactive emissions and of background radiation (physics only)/4.3.3 Uses of nuclear radiation": "\r\n\r\n- describe and evaluate the uses of nuclear radiations for exploration of internal organs, and for control or destruction of unwanted tissue\r\n- evaluate the perceived risks of using nuclear radiations in relation to given data and consequences\r\n\r\n",
  "4 Atomic structure/4.4 Nuclear fission and fusion/4.4.1 Nuclear fission": "\r\n\r\n- Describe nuclear _fission_ as the splitting of a large and unstable nucleus (eg uranium or plutonium)\r\n- Spontaneous vs induced fission\r\n- Splitting into two smaller nuclei plus two or three neutrons\r\n- the idea of a _chain reaction_\r\n- controlled vs uncontrolled chain reactions\r\n- draw/interpret diagrams representing nuclear fission and how a chain reaction may occur\r\n\r\n",
  "4 Atomic structure/4.4 Nuclear fission and fusion/4.4.2 Nuclear fusion": "\r\n\r\n- Nuclear fusion is the joining of two light nuclei to form a heavier nucleus.\r\n- In this process some of the mass may be converted into the energy of radiation.\r\n\r\n",
  "5 Forces/5.1 Forces and their interactions/5.1.1 Scalar and vector quantities": "\r\n\r\n- Scalar quantities have magnitude only.\r\n- Vector quantities have magnitude and an associated direction.\r\n- A vector quantity may be represented by an arrow. The length of the arrow represents the magnitude, and the direction of the arrow the direction of the vector quantity.\r\n\r\n",
  "5 Forces/5.1 Forces and their interactions/5.1.2 Contact and non-contact forces": "\r\n\r\n- List examples of contact and non-contact forces.\r\n- Describe the interaction between pairs of objects which produce a force on each object.\r\n\r\n",
  "5 Forces/5.1 Forces and their interactions/5.1.3 Gravity": "\r\n\r\n- Weight is the force acting on an object due to gravity.\r\n- The force of gravity close to the Earth is due to the gravitational field around the Earth.\r\n- The weight of an object depends on the gravitational field strength at the point where the object is.\r\n- Calculate weight using $W = mg$.\r\n- Concept of 'centre of mass', which is a **point** where weight may be considered to act.\r\n- Weight and mass are _directly proportional_\r\n- Weight can be measured using a calibrated _spring-balance_ (a _newtonmeter_)\r\n\r\n",
  "5 Forces/5.1 Forces and their interactions/5.1.4 Resultant forces": "\r\n\r\n- Concept of _resultant force_ as a single equivalent force\r\n- Calculate the resultant of two forces that act in a straight line.\r\n- _Describe examples of the forces acting on an isolated object or system_\r\n- _Use free body diagrams to describe qualitatively examples where several forces lead to a resultant force on an object_\r\n- _Resolve a single force into two components acting at right angles to each other. The two component forces together have the same effect as the single force_\r\n- _Use vector diagrams to illustrate resolution of forces, equilibrium situations and determine the resultant of two forces, to include both magnitude and direction (scale drawings only)_\r\n\r\n",
  "5 Forces/5.2 Work done and energy transfer/5.2.1 Work done and energy transfer": "\r\n\r\n- Identify situations where work is done (a force moves an object through a displacement).\r\n- Use the equation _work done = force x distance_ $W=Fs$\r\n- The joule as the unnit of work done (1 newton-metre)\r\n- State that work done against friction can lead to a rise in temperature\r\n\r\n",
  "5 Forces/5.3 Forces and elasticity/5.3.1 Elastic forces": "\r\n\r\n- give examples of the forces involved in stretching, bending or compressing an object\r\n- explain why, to change the shape of an object (by stretching, bending or compressing), more than one force has to be applied – this is limited to stationary objects only\r\n- describe the difference between elastic deformation and inelastic deformation caused by stretching forces.\r\n- use the equation $F=ke$ for tension or compression\r\n- calculate the work done in stretching using the equation $E_e = \\frac{1}{2}ke^2$\r\n- **Required practical activity 6**: investigate the relationship between force and extension for a spring.\r\n\r\n",
  "5 Forces/5.4 Moments, levers and gears/5.4.1 Moments, levers, and gears (physics only)": "\r\n\r\n- describe examples in which forces cause rotation\r\n- use the equation for moments $M = Fd$\r\n- state and apply the principle of moments\r\n- explain how levers and gears transmit the rotational effects of forces\r\n\r\n",
  "5 Forces/5.5 Pressure and pressure differences in fluids (physics only)/5.5.1 Pressure in a fluid (HT)": "\r\n\r\n- A _fluid_ can be either a liquid or a gas.\r\n- The pressure in fluids causes a force normal (at right angles) to any surface.\r\n- The pressure at the surface can be calculated using the equation $p = \\frac{F}{A}$\r\n- Calculate the pressure due to a column of liquid using $p = h \\rho g$\r\n- Explain why, in a liquid, pressure at a point increases with the height of the column of liquid above that point and with the density of the liquid\r\n- Calculate differences in pressure\r\n- Explain how _upthrust_ is caused by pressure differences\r\n- Describe the factors which affect floating and sinking\r\n\r\n",
  "5 Forces/5.5 Pressure and pressure differences in fluids (physics only)/5.5.2 Atmospheric pressure": "\r\n\r\n- describe a simple model of the Earth’s atmosphere and of atmospheric pressure\r\n- explain why atmospheric pressure varies with height above a surface\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.1 Describing motion along a line": "\r\n\r\n- distance and displacement\r\n- speed and velocity\r\n- state typical values of speed for walking (1.5 m/s), running (3 m/s), and cycling (6 m/s)\r\n- state a typical value for the speed of sound in air (330 m/s)\r\n- use the equation $s = vt$\r\n- calculate average speed for non-uniform motion\r\n- _explain qualitatively, with examples, that motion in a circle involves constant speed but changing velocity_\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.1.4 Distance-time graphs": "\r\n\r\n- Draw and interpret distance-time graphs\r\n- Calculate speed from the gradient of a distance-time graph\r\n- (HT) Calculate speed from the tangent to a curve on a distance-time graph\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.1.5 Acceleration and velocity-time graphs": "\r\n\r\n- Calculate average acceleration using $a=\\frac{\\Delta v}{\\Delta t}$\r\n- Deceleration is slowing down\r\n- Estimate the mangnitude of everyday accelerations\r\n- Calculate acceleration from the gradient of a velocity-time graph\r\n- (HT) Calculate distance or displacement from the enclosed area of a velocity-time graph\r\n- Use the equation for uniform acceleration $v^2 = u^2 + 2as$\r\n- State the acceleration due to gravity as 9.8 m/s<sup>2</sup>\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.1.5 Terminal velocity": "\r\n\r\n- draw and interpret velocity–time graphs for objects that reach terminal velocity\r\n- interpret the changing motion in terms of the forces acting\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.2 Forces, accelerations and Newton's Laws of motion": "\r\n\r\n- apply Newton’s First Law to explain the motion of objects moving with a uniform velocity and objects where the speed and/or direction changes\r\n- (HT) The tendency of objects to continue in their state of rest or of uniform motion is called inertia\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.2.2 Newton's Second Law": "\r\n\r\n- $F = ma$ or $a = \\frac{F}{m}$\r\n- explain that inertial mass is a measure of how difficult it is to change the velocity of an object\r\n- inertial mass is defined as the ratio of force over acceleration\r\n- estimate the speed, accelerations and forces involved in large accelerations for everyday road transport\r\n- recognise and be able to use the symbol that indicates an approximate value or approximate answer (&#126;)\r\n- **Required practical activity 7**: investigate the effect of varying the force on the acceleration of an object of constant mass, and the effect of varying the mass of an object on the acceleration produced by a constant force.\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.2.3 Newton's Third Law": "\r\n\r\n- apply Newton’s Third Law to examples of equilibrium situations.\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.3 Forces and braking/5.6.3.1 Stopping distance": "\r\n\r\n- stopping distance = thinking distance + braking distance\r\n- estimate how the distance for a vehicle to make an emergency stop varies over a range of speeds typical for that vehicle\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.3 Forces and braking/5.6.3.2 Reaction time": "\r\n\r\n- explain methods used to measure human reaction times and recall typical results (0.2 to 0.9 s)\r\n- interpret and evaluate measurements from simple methods to measure the different reaction times of students\r\n- evaluate the effect of various factors on thinking distance based on given data\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.3 Forces and braking/5.6.3.3 Factors affecting braking distance 1": "\r\n\r\n- explain the factors which affect the distance required for road transport vehicles to come to rest in emergencies, and the implications for safety\r\n- estimate how the distance required for road vehicles to stop in an emergency varies over a range of typical speeds.\r\n\r\n",
  "5 Forces/5.6 Forces and motion/5.6.3 Forces and braking/5.6.3.4 Factors affecting braking distance 2": "\r\n\r\n- relate work done by the friction force to the loss in kinetic energy and the rise in temperature of the brakes\r\n- relate the speed to braking force required for same braking distance\r\n- explain the dangers caused by large decelerations\r\n- (HT only) estimate the forces involved in the deceleration of road vehicles in typical situations on a public road\r\n\r\n",
  "5 Forces/5.7 Momentum (HT)/5.7.1 Momentum is a property of moving objects": "\r\n\r\n- Define momentum as $p=mv$\r\n- State the principle of conservation of momentum\r\n- describe and explain examples of momentum in an event, such as a collision\r\n- (physics only) complete calculations involving an event, such as the collision of two objects.\r\n\r\n",
  "5 Forces/5.7 Momentum (HT)/5.7.3 Changes in momentum (physics only)": "\r\n\r\n- Newton's second law as $F=\\frac{m\\Delta v}{\\Delta t}$\r\n- $m\\Delta v$ as _change_ of momentum\r\n- explain safety features such as: air bags, seat belts, gymnasium crash mats, cycle helmets and cushioned surfaces for playgrounds with reference to the concept of rate of change of momentum\r\n- apply equations relating force, mass, velocity and acceleration to explain how the changes involved are inter-related.\r\n\r\n",
  "6 Waves/6.1 Waves in air, fluids, and solids/6.1.1 Transverse and longitudinal waves": "\r\n\r\n- transverse and longitudinal waves\r\n- compressions and rarefactions in longitudinal waves\r\n- describe evidence that waves travel without the matter travelling\r\n\r\n",
  "6 Waves/6.1 Waves in air, fluids, and solids/6.1.2 Properties of waves": "\r\n\r\n- _amplitude_, _wavelength_, _frequency_, _period_\r\n- $T = \\frac{1}{f}$\r\n- the wave equation $v=f \\lambda$\r\n- identify amplitude and wavelength from given diagrams\r\n- describe a method to measure the speed of sound waves in air\r\n- describe a method to measure the speed of ripples on a water surface\r\n- (Physics only) Students should be able to show how changes in velocity, frequency and wavelength, in transmission of sound waves from one medium to another, are inter-related.\r\n- **Required practical activity 8**: make observations to identify the suitability of apparatus to measure the frequency, wavelength and speed of waves in a ripple tank and waves in a solid and take appropriate measurements.\r\n\r\n",
  "6 Waves/6.1 Waves in air, fluids, and solids/6.1.3 Reflection of waves (physics only)": "\r\n\r\n- construct ray diagrams to illustrate the reflection of a wave at a surface.\r\n- describe the effects of reflection, transmission and absorption of waves at material interfaces.\r\n- **Required practical activity 9** (physics only): investigate the reflection of light by different types of surface and the refraction of light by different substances.\r\n\r\n",
  "6 Waves/6.1 Waves in air, fluids, and solids/6.1.4 Sound waves (physics only) (HT)": "\r\n\r\n- describe, with examples, processes which convert wave disturbances between sound waves and vibrations in solids. Examples may include the effect of sound waves on the ear drum\r\n- explain why such processes only work over a limited frequency range and the relevance of this to human hearing.\r\n\r\n",
  "6 Waves/6.1 Waves in air, fluids, and solids/6.1.5 Waves for detection and exploration": "\r\n\r\n- explain how scans using waves work e.g. ultrasound, echo sounding\r\n- explain how seismic waves give clues about the interior struture of the Earth\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.1 Types of electromagnetic waves": "\r\n\r\n- list the regions of the electromagnetic spectrum in order\r\n- give examples that illustrate the transfer of energy by electromagnetic waves\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.2 Properties of electromagnetic waves 1": "\r\n\r\n- (HT only) Different substances may absorb, transmit, refract or reflect electromagnetic waves in ways that vary with wavelength.\r\n- (HT only) Some effects, for example refraction, are due to the difference in velocity of the waves in different substances.\r\n- Students should be able to construct ray diagrams to illustrate the refraction of a wave at the boundary between two different media.\r\n- (HT only) Students should be able to use wave front diagrams to explain refraction in terms of the change of speed that happens when a wave travels from one medium to a different medium.\r\n- **Required practical activity 10**: investigate how the amount of infrared radiation absorbed or radiated by a surface depends on the nature of that surface.\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.3 Properties of electromagnetic waves 2": "\r\n\r\n- (HT) Radio waves can be produced by oscillations in electrical circuits.\r\n- (HT) radio waves can themselves induce oscillations in an electrical circuit.\r\n- Hazardous effects of UV, x-rays, and gamma rays on human tissue\r\n- draw conclusions from given data about the risks and consequences of exposure to radiation\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.4 Uses and applications of electromagnetic waves": "\r\n\r\n- identify some practical applications of each region of the electromagnetic spectrum\r\n- explain why each type of electromagnetic wave is suitable for the practical application\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.5 Lenses (physics only)": "\r\n\r\n- keywords: **focal length, convex, concave, principal focus, real image, virtual image**\r\n- draw ray diagrams for ancave and convex lenses\r\n- calculate magnification\r\n\r\n",
  "6 Waves/6.2 Electromagnetic waves/6.2.6 Visible light (physics only)": "\r\n\r\n- link colour to wavelength and frequency\r\n- **specular** and **diffuse** reflection\r\n- colour filters\r\n- transparent/translucent\r\n- explain why an opaque object has colour\r\n- explain the effect of viewing objects throuh filters or the effect on light of passing through filters\r\n\r\n",
  "6 Waves/6.3 Black body radiation (physics only)/6.3.1 Emission and absorption of infrared radiation": "\r\n\r\n- explain that all bodies (objects) emit radiation\r\n- that the intensity and wavelength distribution of any emission depends on the temperature of the body\r\n- (HT) explain how the temperature of a body is related to the balance between incoming radiation absorbed and radiation emitted\r\n\r\n",
  "7 Magnetism and electromagnetism/7.1 Permanent and induced magnetism, magnetic forces and fields/7.1.1 Poles of a magnet": "\r\n\r\n- describe the attraction and repulsion between unlike and like poles for permanent magnets\r\n- describe the difference between permanent and induced magnets\r\n\r\n",
  "7 Magnetism and electromagnetism/7.1 Permanent and induced magnetism, magnetic forces and fields/7.1.2 Magnetic fields": "\r\n\r\n- state what is meant by a magnetic field\r\n- magnets attract magnetic materials\r\n- magnetic field strength weakens with distance\r\n- direction of magnetic field strength in terms of north pole\r\n- describe how to plot the magnetic field pattern of a magnet using a compass\r\n- draw the magnetic field pattern of a bar magnet showing how strength and direction change from one point to another\r\n- explain how the behaviour of a magnetic compass is related to evidence that the core of the Earth must be magnetic.\r\n\r\n",
  "7 Magnetism and electromagnetism/7.2 The motor effect/7.2.1 Electromagnetism": "\r\n\r\n- magnetic field around a wire\r\n  describe how the magnetic effect of a current can be demonstrated\r\n- draw the magnetic field pattern for a straight wire carrying a current and for a solenoid (showing the direction of the field)\r\n- explain how a solenoid arrangement can increase the magnetic effect of the current\r\n\r\n",
  "7 Magnetism and electromagnetism/7.2 The motor effect/7.2.2 Fleming's left hand rule (HT)": "\r\n\r\n- the motor effect and factors affecting\r\n- the left hand rule and how to apply it\r\n- $F=BIL$\r\n\r\n",
  "7 Magnetism and electromagnetism/7.2 The motor effect/7.2.3 Electric motors (HT) and loudspeakers (HT)": "\r\n\r\n- explain how the force on a conductor in a magnetic field causes the rotation of the coil in an electric motor.\r\n- explain how a moving-coil loudspeaker and headphones work.\r\n\r\n",
  "7 Magnetism and electromagnetism/7.3 Induced potential, transformers, National Grid/7.3.1 Induced potential (HT)": "\r\n\r\n- factors that affect the size of the induced potential difference/induced current.\r\n- factors that affect the direction of the induced potential difference/induced current.\r\n- apply the principles of the generator effect in a given context.\r\n\r\n",
  "7 Magnetism and electromagnetism/7.3 Induced potential, transformers, National Grid/7.3.2 uses of the generator effect": "\r\n\r\n- explain how the generator effect is used in an alternator to generate ac and in a dynamo to generate dc\r\n- draw/interpret graphs of potential difference generated in the coil against time\r\n\r\n",
  "7 Magnetism and electromagnetism/7.3 Induced potential, transformers, National Grid/7.3.3 Microphones": "\r\n\r\n- explain how a moving-coil microphone works.\r\n\r\n",
  "7 Magnetism and electromagnetism/7.3 Induced potential, transformers, National Grid/7.3.4 Transformers": "\r\n\r\n- structure and uses of a transformer\r\n- $\\frac{V_p}{V_s} = \\frac{N_p}{N_s}$\r\n- $V_sI_s = V_pI_p$\r\n\r\n",
  "8 Space Physics/8.1 Solar system; stability of orbital motions; satellites (physics only)/8.1.1 Our solar system": "\r\n\r\n- description of solar system\r\n- Milky Way galaxy\r\n- formation of Sun\r\n- the dust and gas drawn together by gravity causes fusion reactions\r\n- that fusion reactions lead to an equilibrium\r\n\r\n",
  "8 Space Physics/8.1 Solar system; stability of orbital motions; satellites (physics only)/8.1.2 The life cycle of a star": "\r\n\r\n- describe the life cycle of a star:\r\n  - the size of the Sun\r\n  - much more massive than the Sun\r\n\r\n",
  "8 Space Physics/8.1 Solar system; stability of orbital motions; satellites (physics only)/8.1.3 Orbital motion": "\r\n\r\n- gravity as force which keeps objects in orbit\r\n- (HT only) for circular orbits, the force of gravity can lead to changing velocity but unchanged speed\r\n- (HT only) for a stable orbit, the radius must change if the speed changes.\r\n\r\n",
  "8 Space Physics/8.2 Red shift/8.2.1 Red shift": "\r\n\r\n- explain qualitatively the red-shift of light from galaxies that are receding\r\n- that the change of each galaxy’s speed with distance is evidence of an expanding universe\r\n- how red-shift provides evidence for the Big Bang model\r\n- how scientists are able to use observations to arrive at\r\n  theories such as the Big Bang theory\r\n- that there is still much about the universe that is not understood, for example dark mass and dark energy.\r\n"
}
